import ENV from '../../config/environment';

export default {

	"assets": ENV.i18n.assets,

	"components": {
		"locale-select": {
			"locale": {
				"de": "Немецкий",
				"en": "Английским",
				"es": "Испанский",
				"fr": "Французский",
				"hi": "Хинди",
				"it": "Итальянский",
				"ja": "Японский",
				"nl": "Голландский",
				"pt": "Portugese",
				"ru": "Русский"
			}
		},
		"video-module": {
			"list": {
				"header": "Видео Список",
				"no-videos-available": "Sorry No videos Available"
			}
		},
		"chat-module": {
			"title": "Платформы Чаты",
			"message-input": {
				"label": "Enter Message"
			},
			"username-input": {
				"label": "Логин"
			},
			"send-button": {
				"text": "Отправить"
			}
		},
		"forms": {
			"reset-form": {
				"title": "Учетная запись Сброса",
				"inputs": {
					"email": {
						"label": "Электронная почта Адрес"
					}
				},
				"links": {
					"sign-up": {
						"text": {
							"one": "Не Есть Один Учетная запись?",
							"two": "Запишитесь Сегодня"
						}
					}
				},
				"buttons": {
					"reset": {
						"text": "Сброса"
					}
				}
			},
			"login-form": {
				"title": "Учетная запись Вход",
				"inputs": {
					"username": {
						"label": "имя пользователя / адрес электронной почты"
					},
					"password": {
						"label": "Пароль"
					}
				},
				"links": {
					"forgot-password": {
						"text": "Забыл Пароль?"
					},
					"sign-up": {
						"text": {
							"one": "Не Есть Один Учетная запись?",
							"two": "Запишитесь Сегодня"
						}
					}
				},
				"buttons": {
					"login": {
						"text": "Войти"
					}
				}
			},
			"sign-up-form": {
				"title": "Учетная запись Регистрация",
				"inputs": {
					"email": {
						"label": "Электронная почта Адрес"
					},
					"username": {
						"label": "имя пользователя"
					},
					"password": {
						"label": "Password"
					},
					"firstname": {
						"label": "Имя"
					},
					"lastname": {
						"label": "Фамилия"
					},
					"birthdate": {
						"label": "Дата Из Рождения"
					},
					"phone": {
						"label": "Телефон"
					},
					"gender": {
						"label": "Пол",
						"options": {
							"male": "Мужчина",
							"female": "Женщина"
						}
					}
				},
				"links": {
					"login": {
						"text": {
							"one": "Уже Есть Один Учетная запись?",
							"two": "Войти в В настоящее время"
						}
					}
				},
				"buttons": {
					"sign-up": {
						"text": "Запишитесь"
					}
				}
			}
		}
	},
	"global": {
		"title": "Платформы Основание",
		"company": "DnD Предприятия",
		"contact": "devo.tox.89@gmail.ком",
		"description": "Прыгни Начать Ваша Платформы Сегодня"
	},
	"banner": {
		"header": {
			"text": "Платформы Основание"
		},
		"subheader": {
			"text": {
				"one": "Один архитектура как модульный & configurable чтобы прыгни начать ваша платформы",
				"two": "Вилки и изменять а вы см. подходить на ваша случае"
			}
		},
		"video": {
			"title": "Бренд Видео"
		},
		"button": {
			"text": "Запишитесь"
		}
	},
	"navigation": {
		"brand": {
			"logo": {
				"light": {
					"alt": "Бренд Логотип Легкая"
				},
				"dark": {
					"alt": "Brand Logo Dark"
				}
			}
		},
		"links": {
			"home": {
				"text": "Дома"
			},
			"chat": {
				"text": "Чаты"
			},
			"videos": {
				"text": "Видео"
			},
			"search": {
				"text": "Поиска"
			},
			"account": {
				"text": "Учетная запись"
			},
			"profile": {
				"text": "Профиль"
			},
			"logout": {
				"text": "Выход"
			},
			"login": {
				"text": "Вход"
			}
		}
	},
	"social-media-links": {
		"github": {
			"title": "Devonte's Github Учетная запись"
		},
		"googleplus": {
			"title": "Devonte's Google Плюс Сообщения"
		},
		"twitter": {
			"title": ""
		},
		"linkedin": {
			"title": ""
		},
		"facebook": {
			"title": ""
		},
		"instagram": {
			"title": "Devonte's Instagram Сообщения"
		},
		"wordpress": {
			"title": ""
		}
	},
	"footer": {
		"the-company": {
			"header": {
				"text": "Они Компании"
			},
			"about": {
				"text": "Насчет"
			},
			"careers": {
				"text": "Карьера"
			},
			"mission": {
				"text": "Our Mission"
			}
		},
		"contact-us": {
			"header": {
				"text": "Contact Us"
			},
			"social": {
				"text": "Social"
			},
			"press": {
				"text": "Нажмите"
			},
			"contact": {
				"text": "Contact"
			}
		},
		"legal": {
			"header": {
				"text": "Legal"
			},
			"privacy-policy": {
				"text": "Privacy Policy"
			},
			"trust-and-safety": {
				"text": "Trust & Safety"
			},
			"terms-and-conditions": {
				"text": "Terms & Conditions"
			}
		},
		"development": {
			"header": {
				"text": "Development"
			},
			"tests": {
				"text": "Тесты"
			},
			"readme": {
				"text": "Readme"
			},
			"licenses": {
				"text": "Licenses"
			}
		}
	},
	"footer-copyright": {
		"phone": {
			"text": "( +44 ) 0123 456 789"
		},
		"email": {
			"text": "hello@devotox.com"
		},
		"company": {
			"text": "&copy; 2015 Detox Inc. All Rights Reserved."
		},
		"contact-us": {
			"text": "Связаться с нами"
		}
	},
	"pages": {
		"search": {
			"label": {
				"text": "Поиска"
			},
			"show-search-term": {
				"text": "Search: "
			}
		},
		"terms-and-conditions": {
			"title": {
				"text": "Terms of Use"
			}
		},
		"trust-and-safety": {
			"title": {
				"text": "Наш Доверие &amp; Безопасности Присягу"
			}
		},
		"privacy-policy": {
			"title": {
				"text": "Политикой конфиденциальности"
			}
		},
		"logout": {
			"authenticated": {
				"text": "Лесозаготовки Из...."
			},
			"unauthenticated": {
				"text": "Вы указаны войти из..."
			}
		},
		"reset-success": {
			"title": {
				"text": "Успех!"
			},
			"body": {
				"text": {
					"one": "Ваша пароль должны в настоящее время быть сброса.",
					"two": "Пожалуйста проверить ваша emails для а сброса ссылки.",
					"three": ""
				}
			}
		},
		"sign-up-success": {
			"title": {
				"text": "Успех!"
			},
			"body": {
				"text": {
					"one": "Спасибо для подписания вверх",
					"two": "Найдется является просто один подробнее шаг.",
					"three": "Пожалуйста проверить ваша emails для один activation ссылки."
				}
			}
		},
		"contact-us": {
			"title": {
				"text": "Связаться с нами"
			},
			"preamble": {
				"text": "Всё из нам здесь ценим с которыми найдется является ничего подробнее важно чем ваша непрерывное поддержка â так что мы состоится всегда приоритеты ее. Пожалуйста связаться с нами когда вы необходимость что-нибудь, мы состоится делать наш лучший быть найдется для вы."
			},
			"contact-details": {
				"body": {
					"phone": {
						"text": {
							"pre": "Звоните нам на",
							"number": "+44 0123 456 789"
						}
					},
					"email": {
						"text": {
							"pre": "Электронная почта нам на",
							"address": "DnD электронная почта"
						}
					},
					"social": {
						"text": {
							"pre": "Поднять а поддержка просьба на",
							"address": "Платформы Основание вопросы"
						}
					}
				}
			}
		},
		"press": {
			"title": {
				"text": "Нажмите"
			},
			"preamble": {
				"text": "Ты тут а член из пресса и будет типа писать или отчет насчет они Платформы пожалуйста достичь из â и связаться с нами для подробнее информации на press@dnd-лор.co.великобритания или +44 0123 45678"
			},
			"newsfeed": {
				"header": {
					"text": "Newsfeed"
				},
				"body": {
					"text": "Нет новости в момента."
				}
			}
		},
		"mission": {
			"title": {
				"text": "Они Платформы Миссии"
			},
			"preamble": {
				"text": ""
			},
			"our-story": {
				"header": {
					"text": "Наш История"
				},
				"body": {
					"text": "Они идея для а платформы основание начал когда наш основатель, Devonte, решил с которыми он желаемый отдать они мире они лучший всё вокруг платформы чтобы начать любой заявление набор. Имея видно много из разные путей platforms указаны architectured, он чувствовал это будет быть они больше всего универсальный, устойчивыми, и будущее доказательство путь чтобы строить один страница приложения."
				}
			},
			"our-mission": {
				"header": {
					"text": "Наш Миссии"
				},
				"body": {
					"text": "Rooted на наш опыт и понимание из как они личное и профессиональной стороны из programming, мы указаны движимый по а страстный вера с которыми вам следовало а не быть hindered по они утомительным потребности из они peripherals из создание а платформы. Мы указаны работа на решений наш Developersâ жизни легче и дача вы они шанс чтобы просто фокус на они больше всего важно частями из ваша кода. Мы указаны striving чтобы continuously улучшение что мы верю может быть очень полезной чтобы всё и беру вдохновения от много из источники и вход их в это основание."
				}
			},
			"our-solution": {
				"header": {
					"text": "Наш Решение"
				},
				"body": {
					"text": "Вы указаны смотрел на ее! Это сайт прошел построенное использование они платформы основание мы выкладывала."
				}
			}
		},
		"careers": {
			"title": {
				"text": "Карьера"
			},
			"preamble": {
				"text": "Мы указаны найме! Хочу чтобы присоединиться к а команда that's улучшение развития platforms на они Великобритания? Просматривать через они ниже открытым ролей и падение нам а линия если вы указаны заинтересованы"
			},
			"why-join": {
				"header": {
					"text": "Почему Присоединиться к Наша команда?"
				},
				"body": {
					"text": "На наш отделения на центральный Лондон мы указаны меняющийся пути люди посмотрите на платформы развития каждый сутки. Наш стратегии: Объединить умная люди, большой производительность, и исход движимый стратегии â и donât забыть насчет они весело на работы!"
				}
			},
			"job-openings": {
				"header": {
					"text": "Отверстия"
				},
				"body": {
					"text": "Предстоящий Скоро."
				}
			}
		},
		"devonte": {
			"title": {
				"text": "Кто А. М. Я?"
			},
			"preamble": {
				"text": "Найти Из!"
			},
			"tagline": {
				"header": {
					"text": "Моя Мантру"
				},
				"body": {
					"text": "âPerfection является наконец достигается а не когда найдется является нет больше что-нибудь чтобы добавить, но когда найдется является нет больше что-нибудь чтобы беру вдали.â ~ Antoine де Святого ExupÃ©ry "
				}
			},
			"contact-card": {
				"name": {
					"label": "Имени",
					"text": "Devonte"
				},
				"job-title": {
					"label": "Работа Название",
					"text": "Программное Инженер"
				},
				"email": {
					"label": "Электронная почта",
					"text": "devo.tox.89@gmail.ком"
				},
				"phone": {
					"label": "Телефон",
					"text": "(+44) 7447 903 346"
				}
			},
			"external-contact-card": {
				"github": {
					"text": "Github"
				},
				"stack-overflow": {
					"text": "Стек Переполнения Профиль"
				},
				"key-project": {
					"text": "Платформы Основание Прогресс"
				}
			},
			"introduction": {
				"header": {
					"text": "Внедрение"
				},
				"body": {
					"text": {
						"one": "Незатейливый, Быстрый, Эффективной",
						"two": "Я верю programming быть много подробнее чем просто а путь чтобы сделать а компьютер делать а задачи. Они действовать из programming на сам является один искусства, а функциональные искусства, но один искусства тем не менее. А programmers мы указаны предназначенные найти а решение с которыми является легкий чтобы адаптировать, изменять, и повторное использование и ее должны никогда быть насчет решений что-нибудь \"просто работы\".",
						"three": "Кода является читать подробнее чем вписано и что мы писать должны а не быть черный boxed. Каждый линия должны быть элегантный и легкий чтобы читать для любой просмотр они кода, быть ее сутках, недель или даже лет от в настоящее время. Прежде начиная писать любой кода мы должны в первую достижения понимать они задачи на руки и то кроме того перерыв это задачи вниз в к югу задачи.",
						"four": "Мы должны стремиться понимать а проблема а достаточно с которыми ее можно быть обьяснять чтобы а машина просто достаточно, зная с которыми найдется должны быть ясность на даже они больше всего элегантный из решения. И на это чувство Я один художник, Возвышенные Текст 3 является моя холст, Javascript является моя краски, и каждый линия из кода Я писать является а завещания чтобы моя художественного целостности."
					}
				}
			},
			"about-me": {
				"header": {
					"text": "На Случае Всё С которыми Не было Достаточно..."
				},
				"body": {
					"text": {
						"one": "Я высоко мотивированных и движимый Разработчик с отлично навыки приобрел через различными ролей на занятости и образование.",
						"two": "Я буду а полезной активов чтобы ваша создание по обеспечивая они быстрый, больше всего эффективной, и масштабируемая решения чтобы а широкие ассортимент из задачи.",
						"three": "Я гордость я на будучи а быстрый ученик кто работает жесткий чтобы достижения и превзойти устанавливаем цели. Ответственность и добросовестный при себе дружественного но конкурентоспособности подряд, Я цель чтобы делать моя абсолютной лучший на все.",
						"four": "У меня есть развитые а хорошо репутация для моя руководство и organisational навыки и работы а а часть из а команда. Моя проблема решения, коммуникация, и межличностные навыки есть дозволено мне чтобы шоу моя потенциал и шаг вверх чтобы а управленческий роль на которая У меня есть был на зарядку из проекты и продукт здание. Я светодиодные а команда с которыми doubled на размер чрезвычайно шустро после показаны Я прошел способные из управление а группы из люди очень эффектно всё пока также находя время чтобы работы на свой личное проекты."
					}
				}
			},
			"personal-projects": {
				"header": {
					"text": "Личное Проекты",
					"loading": "На Прогресс..."
				},
				"body": {
					"text": {
						"one": "Платформы Основание",
						"two": {
							"objective": "Они цель из это проект прошел для любой Разработчик быть состоянии чтобы есть а твердый начать чтобы здание а полный и незатейливый платформы.    Проводка несколько библиотеки вместе и решений конечно чтобы есть тесты / лучший practices на место позволяют а пользователь чтобы показывать недель из рамки buildup.",
							"points": {
								"one": "Использование Эмбер JS а они позвоночник потому Я верю они указаны они больше всего полный рекомендуемые и вперед мышление из всё заявление рамки. Их девиз - âA рамки для создание честолюбивые веб applicationsâ encapsulated как Я чувствую насчет я, честолюбивые!",
								"two": "Залпом JS является они основной активов трубопровод и они клей объединения они несколько приложения и technologies вместе.",
								"three": "Nginx является использовали а а наоборот прокси / frontend сервер для статические активы / а сортировки из минимальный загружать balancer для всех запросов чтобы они Узел JS API Сервер",
								"four": "Узел JS ручки all/only api запросов а с которыми является где ее excels.",
								"five": "Это рамки также boasts международные языка поддержка baked в они ядро и а строить / тест / развертывания трубопровод которая можно бриться выключаться даже подробнее недель из работы для а Разработчик."
							}
						},
						"three": "Малина П. И. Настройка - А не на Github тем не менее",
						"four": {
							"objective": "Я люблю они Малина П. И. и его стремление чтобы ставить computing в everyoneâs руки. Я забрался я как они старый версия и они новых чтобы сделать конечно они скрипты вписано работала на как. Моя цель прошел чтобы сделать ее бесшовный чтобы использование Малина П. И. по использование а устанавливаем из раковину скрипты (minimally интерактивного на местами были passwords/paths указаны необходимо) чтобы устанавливаем вверх one's системы на путей Я верю указаны чрезвычайно важно для а Разработчик â я.e. безопасности; строить инструменты; окружающей среды настройка.",
							"points": {
								"one": "Ее старты по inserting они Съд карты в они макинтош и бег а незатейливый настройка.ш файл которая состоится подскажут вы чтобы типа ваша логин и позвольте вы чтобы скачать они минимальный raspbian (без GUI) образ. ",
								"two": "Они OS образ и ваша новых пользователь вдоль с ваша собственные личное SSH Удостоверение от ID_RSA состоится быть переносится и вписано чтобы они Малина П. И. Съд карты.",
								"three": "На plugging ее чтобы они Малина П. И. ее состоится продолжать чтобы устанавливаем вверх ваша новых пользователь которая будет быть они же а они один вы были побудили для и вести полагая вверх вещами типа они склонный источники, рыба раковину, а статические ip, один openvpn сервер, веб сервер, нет-ip ddns обновление.",
								"four": "Несколько безопасности слои указаны то устанавливаем на место отдать а безопасный а системы а возможно я.e. никогда позволяющий корень чтобы ssh вход, passwordless вход для они новых пользователь создали, ufw, fail2ban, iptables, сторожевой, и порт стучать.",
								"five": "Один раз они проект является закончил, будет легкий чтобы выбрать и выбрать они высокая уровне пакеты вы хочу на ваша Малина п. и. системы, всё от а команды линия GUI типа они raspi-config"
							}
						}
					}
				}
			},
			"job-specific": {
				"header": {
					"text": "Почему Basecamp Вы Спросите?"
				},
				"body": {
					"text": {
						"one": "Basecamp мне представляет они слова удивительный. Когда Я читать ваша blog на Сигнала V. Шума, Iâm всегда перегорел вдали по как вы что скажем кажется типа общие чувство, и тем не менее является а не так что общие. Iâm astounded по как шустро вы пошел в удаленных работы и чтение ваша книги âRemoteâ и âReworkâ помогла мне чтобы понимают один раз снова с которыми это просто делает чувство. Я виноват из будучи один из те страстный люди с которыми вы говорить насчет кто часто canât кажется чтобы свою очередь они \"работы переключатель\" выключаться, но Я обучение чтобы пусть я остаток. Я люблю работа на решения с которыми указаны необходимо, с люди с которыми сделать чувство, на один окружающей среды где Я знаю Я оценили, и где Я тоже можно фокус на поощряя и appreciating другое. Мы посмотрите типа а хорошо подходить â Почему donât мы сделать ее чиновник?",
						"two": "Я один отлично кандидат для они Операции или Данные проекты потому из моя ненасытный способности чтобы помочь вверх и distill знание чтобы осуществления соответствующих решения. Я естественно перфекционист кто ищет ничего но они лучший на всё районы, и Буду цель чтобы делать они же здесь. Я принести с мне algorithms с которыми превосходить на эффективность, скорость, надежность, и будет быть а большой кроме того чтобы любой часть из ваша развития процесса.",
						"three": "Я пользуются создание инструменты с которыми Я верю будет быть полезной чтобы каждый, и видя как они то использование эти инструменты чтобы лучше их документооборот или изменения ее на а путь с которыми костюмы их лучший. У меня есть а сильный вера с которыми мы должны продолжать растет technologically, и они лучший путь чтобы расти успешно и наладится а один индивидуальный является чтобы сбора всё они знание возможно от люди кто знаю подробнее чем вы делать на а предмет и то строить на ее.",
						"four": "Спасибо для принимая они время чтобы считают моя заявление, и Я с нетерпением ждем слушание от вы!"
					}
				}
			}
		},
		"about": {
			"title": {
				"text": "Добро пожаловать чтобы ваша Платформы"
			},
			"preamble": {
				"text": ""
			},
			"tagline": {
				"header": {
					"text": "Tagline"
				},
				"body": {
					"text": "Ваша всё на один платформы решение - только они лучший состоится делать."
				}
			},
			"introduction": {
				"header": {
					"text": "Внедрение"
				},
				"body": {
					"text": {
						"one": "Мы указаны а малых компании на они грани из взрывающаяся из они ворота",
						"two": "А а компании мы видел они необходимость для другой шаг на они эволюция из Разработчик инструменты. На они духа из Эмбер JS (которая является они основной позвоночник из они платформы) мы использование а конвенции установлен конфигурации техника чтобы сделать конечно с которыми вы указаны всегда использование они лучший решение для вы.",
						"three": "Мы придают просто а пара из местами где вы можно изменения вверх текст и активы и быть готов идти на минуты. Далее конфигурации является всегда возможно по просто tweaking любой из они css / js / активов файлы",
						"four": "Они команда позади они Платформы Основание обьединять эксперты с на-глубина опыт на развития, дизайн, консультации, и является поддержке по инвесторам при себе история на выявление и поддержки захватывающий новых ventures"
					}
				}
			}
		},
		"social": {
			"title": {
				"text": "Social Media & Blogs"
			},
			"preamble": {
				"text": "Выполните нам и см. многие путей чтобы подход задачи с лучший practices на ум. <br/> <br/> Мы состоится также есть многие переговоры от некоторые из они наибольший pioneers на они мире из javascript."
			},
			"facebook": {
				"title": {
					"text": "Лицо"
				},
				"link": {
					"text": "Мы можно всегда делать с подробнее друзья & болельщики"
				}
			},
			"twitter": {
				"title": {
					"text": "Щебетать"
				},
				"link": {
					"text": "Follow / Retweet us"
				}
			},
			"instagram": {
				"title": {
					"text": "Instagram"
				},
				"link": {
					"text": "Зрения наш последние картинки"
				}
			},
			"googleplus": {
				"title": {
					"text": "Google+"
				},
				"link": {
					"text": "Our posts deserve your +1's"
				}
			},
			"linkedin": {
				"title": {
					"text": "LinkedIn"
				},
				"link": {
					"text": "Зрения наш профессиональной профиль"
				}
			},
			"wordpress": {
				"title": {
					"text": "Wordpress"
				},
				"link": {
					"text": "Наш blog можно сохранить вы вверх чтобы дата на наш newest изменения"
				}
			},
			"github": {
				"title": {
					"text": "Github"
				},
				"link": {
					"text": "Follow our Developers"
				}
			}
		},
		"home": {
			"sections": {
				"one": {
					"column-one": {
						"header": "Features",
						"text": "Mobile/Offline Готов <br/> Тестирование Основание <br/> Internalization <br/> Строить Инструменты <br/> AWS Развертывание <br/> Общие Маршруты <br/> Общие API's"
					},
					"column-two": {
						"header": "Configurable",
						"text": "All text, images, and icons can easily be changed by modifying & extending the translations.js and the assets.js files. <br/> Further customizability comes from the fact that this is just a base and everything is open for you to tinker with and extend."
					},
					"column-three": {
						"header": "Совместимых",
						"text": "IE9+ <br/> Chrome / Safari <br/> Firefox / Opera <br/> Android 2.3+ <br/> IOS 5+"
					}
				},
				"two": {
					"column-one": {
						"text": {
							"one": "Чрезвычайно Модульный",
							"two": "Использует Только Лучший Practices",
							"three": "Писать Один раз Использование Везде Модели"
						},
						"image": {
							"alt": "Parallax Image - Section Two"
						}
					}
				},
				"three": {
					"column-one": {
						"header": "Запишитесь для актуализирам",
						"text": "Введите ваша электронная почта ниже быть предупреждены everytime они платформы основание является обновлен так что вы можно сохранить вверх чтобы дата с всё новых черт / bugfixes.",
						"email": {
							"label": "Электронная почта Адрес"
						}
					}
				},
				"four": {
					"text": {
						"one": "Разработчики Помощь Разработчики",
						"two": "Powered по EmberJS / Экспресс &copy;",
						"three": "Continuously Обновлен Использование Они Лучший От Всё"
					},
					"image": {
						"alt": "Параллакса Образ - Раздел Четыре"
					}
				}
			}
		}
	}
};
